Repository: CesarDS1/DexBattleVG
Catalog: PokeDexBattle/Localizable.xcstrings
Source language: en
Languages: es

source: %@ Evolutions
es: Evoluciones de %@

source: %@ Forms
es: Formas de %@

source: %@ Moves
es: Movimientos de %@

source: About
es: Acerca de

# about.disclaimer.text
source: Pokémon and all related names, characters, and images are trademarks of Nintendo, Game Freak, and Creatures Inc. This app is not affiliated with, endorsed by, or associated with Nintendo, Game Freak, or The Pokémon Company in any way. All Pokémon assets are used solely for non-commercial, personal purposes.
es: Pokémon y todos los nombres, personajes e imágenes relacionados son marcas registradas de Nintendo, Game Freak y Creatures Inc. Esta aplicación no está afiliada, respaldada ni asociada con Nintendo, Game Freak ni The Pokémon Company de ninguna forma. Todos los recursos de Pokémon se utilizan únicamente con fines personales y no comerciales.

# about.pokeapi.description
source: Pokémon data is provided by PokéAPI (pokeapi.co), a free and open Pokémon RESTful API.
es: Los datos de Pokémon son proporcionados por PokéAPI (pokeapi.co), una API RESTful gratuita y de código abierto.

# about.section.app
source: App
es: Aplicación

# about.section.data
source: Data Sources
es: Fuentes de datos

# about.section.disclaimer
source: Disclaimer
es: Aviso Legal

# about.title
source: About
es: Acerca de

# about.version
source: Version
es: Versión

source: Acc.
es: Prec.

# analysis.coverage.covered
source: Covered
es: Cubierto

# analysis.coverage.notCovered
source: Not Covered
es: Sin cobertura

# analysis.coverage.title
source: Offensive Coverage
es: Cobertura ofensiva

# analysis.empty.hint
source: Add Pokémon to your team to see analysis.
es: Agrega Pokémon a tu equipo para ver el análisis.

# analysis.stats.best
source: Team best
es: Mejor del equipo

# analysis.stats.title
source: Base Stats
es: Estadísticas base

# analysis.suggest.button
source: Suggest Pokémon
es: Sugerir Pokémon

# analysis.title
source: Team Analysis
es: Análisis del equipo

# analysis.toolbar.button
source: Analyse Team
es: Analizar equipo

# analysis.weakness.none
source: No shared weaknesses. Great coverage!
es: ¡Sin debilidades compartidas!

# analysis.weakness.title
source: Defensive Weaknesses
es: Debilidades defensivas

source: Atk
es: Atq

source: Base Stats
es: Estadísticas base

source: Clear
es: Borrar

# cry.error
source: Cry unavailable
es: Grito no disponible

# cry.loading
source: Loading cry
es: Cargando grito

# cry.play
source: Play cry
es: Reproducir grito

# cry.stop
source: Stop cry
es: Detener grito

# damage.physical
source: Physical
es: Físico

# damage.special
source: Special
es: Especial

# damage.status
source: Status
es: Estado

source: Default
es: Base

# evo.happiness %lld
source: Happiness ≥ %lld
es: Amistad ≥ %lld

# evo.level %lld
source: Level %lld
es: Nivel %lld

# evo.level-up
source: Level up
es: Subir de nivel

# evo.time.day
source: Day
es: Día

# evo.time.night
source: Night
es: Noche

# evo.trade
source: Trade
es: Intercambio

# evo.trade-holding %@
source: Trade holding %@
es: Intercambio con %@

# evo.use-item %@
source: Use %@
es: Usar %@

# evo.use-item-generic
source: Use item
es: Usar objeto

source: Evolutions
es: Evoluciones

source: Failed to load Pokémon: %@
es: Error al cargar Pokémon: %@

# fav.add
source: Favorite
es: Favorito

# fav.empty.subtitle
source: Swipe left on any Pokémon to add it to your favorites.
es: Desliza a la izquierda sobre cualquier Pokémon para añadirlo a tus favoritos.

# fav.empty.title
source: No Favorites Yet
es: Sin favoritos aún

# fav.filter.off
source: Show all Pokémon
es: Mostrar todos los Pokémon

# fav.filter.on
source: Show favorites only
es: Mostrar solo favoritos

# fav.remove
source: Unfavorite
es: Quitar de favoritos

# fav.row.a11y
source: Favorite
es: Favorito

source: Forms & Variants
es: Formas y Variantes

# gen.5
source: Unova V
es: Teselia V

# gender.a11y.format
source: Gender: %@ male, %@ female
es: Género: %@ masculino, %@ femenino

# gender.a11y.genderless
source: Gender: Genderless
es: Género: Sin género

# gender.genderless
source: Genderless
es: Sin género

# gender.label
source: Gender
es: Género

source: Height
es: Altura

source: HP
es: PS

source: Immune
es: Inmune

source: Level %lld
es: Nivel %lld

source: Level 1
es: Nivel 1

source: Loading all Pokémon…
es: Cargando todos los Pokémon…

source: Loading evolutions…
es: Cargando evoluciones…

source: Loading forms…
es: Cargando formas…

source: Loading moves…
es: Cargando movimientos…

source: Loading Pokémon…
es: Cargando Pokémon…

source: Matchup
es: Compatibilidad

source: Moves by Level
es: Movimientos por Nivel

source: No notable type matchups.
es: Sin compatibilidades de tipo destacadas.

source: No Pokémon match your filters.
es: Ningún Pokémon coincide con tus filtros.

source: Pokédex Entry
es: Entrada de la Pokédex

source: Power
es: Poder

source: Resistant
es: Resistente

source: Retry
es: Reintentar

source: Search Pokémon
es: Buscar Pokémon

source: Sp. Atk
es: Atq. Esp.

source: Sp. Def
es: Def. Esp.

source: Speed
es: Velocidad

source: Stats
es: Estadísticas

# suggest.add.error.title
source: Can't Add Pokémon
es: No se puede agregar el Pokémon

# suggest.empty.subtitle
source: No Pokémon cover your team's weaknesses.
es: Ningún Pokémon cubre las debilidades del equipo.

# suggest.empty.title
source: No Suggestions
es: Sin sugerencias

# suggest.enemy.label
source: Opponent's Types
es: Tipos del oponente

# suggest.loading
source: Loading Pokémon…
es: Cargando Pokémon…

# suggest.tag.hits
source: Hits %@
es: Golpea %@

# suggest.tag.resists
source: Resists %@
es: Resiste %@

# suggest.title
source: Suggest Pokémon
es: Sugerir Pokémon

# tab.teams
source: Teams
es: Equipos

# team.add.button
source: Add Pokémon to team
es: Añadir Pokémon al equipo

# team.add.picker.placeholder
source: Pokémon Picker
es: Selector de Pokémon

# team.add.picker.placeholder.subtitle
source: Coming soon.
es: Próximamente.

# team.add.picker.title
source: Add Pokémon
es: Añadir Pokémon

# team.delete
source: Delete Team
es: Eliminar Equipo

# team.delete.confirm
source: Delete Team
es: Eliminar Equipo

# team.delete.confirm.title
source: Delete Team?
es: ¿Eliminar Equipo?

# team.detail.addButton
source: Add to Team
es: Añadir al Equipo

# team.detail.addButton.hint
source: Opens a sheet to choose which team to add this Pokémon to
es: Abre una hoja para elegir en qué equipo agregar este Pokémon

# team.error.duplicate
source: This Pokémon is already on the team.
es: Este Pokémon ya está en el equipo.

# team.error.full
source: This team already has 6 Pokémon.
es: Este equipo ya tiene 6 Pokémon.

# team.error.notFound
source: Team not found.
es: Equipo no encontrado.

# team.list.empty.subtitle
source: Create your first team of up to 6 Pokémon.
es: Crea tu primer equipo de hasta 6 Pokémon.

# team.list.empty.title
source: No Teams Yet
es: Sin Equipos

# team.loading
source: Loading teams…
es: Cargando equipos…

# team.new.alert.title
source: New Team
es: Nuevo Equipo

# team.new.button
source: Create team
es: Crear equipo

# team.new.confirm
source: Create
es: Crear

# team.new.cta
source: Create Team
es: Crear Equipo

# team.new.placeholder
source: Team name
es: Nombre del equipo

# team.picker.add.label
source: Add to team
es: Añadir al equipo

# team.picker.already.added
source: Already on team
es: Ya está en el equipo

# team.picker.done
source: Done
es: Listo

# team.picker.error.title
source: Can't Add Pokémon
es: No se puede añadir

# team.picker.full.banner
source: Team is full! Tap Done to finish.
es: ¡Equipo completo! Toca Listo para terminar.

# team.remove.confirm
source: Remove
es: Quitar

# team.remove.confirm.title
source: Remove Pokémon?
es: ¿Quitar Pokémon?

# team.rename
source: Rename
es: Renombrar

# team.rename.alert.title
source: Rename Team
es: Renombrar Equipo

# team.rename.confirm
source: Rename
es: Renombrar

# team.select.add
source: Add
es: Añadir

# team.select.add.label
source: Add to team
es: Añadir al equipo

# team.select.title
source: Add to Team
es: Añadir al Equipo

# team.slot.add
source: Add Pokémon
es: Añadir Pokémon

# team.slot.empty
source: Empty
es: Vacío

# team.slot.remove
source: Remove from team
es: Quitar del equipo

# type.bug
source: Bug
es: Bicho

# type.dark
source: Dark
es: Siniestro

# type.dragon
source: Dragon
es: Dragón

# type.electric
source: Electric
es: Eléctrico

# type.fairy
source: Fairy
es: Hada

# type.fighting
source: Fighting
es: Lucha

# type.fire
source: Fire
es: Fuego

# type.flying
source: Flying
es: Volador

# type.ghost
source: Ghost
es: Fantasma

# type.grass
source: Grass
es: Planta

# type.ground
source: Ground
es: Tierra

# type.ice
source: Ice
es: Hielo

# type.poison
source: Poison
es: Veneno

# type.psychic
source: Psychic
es: Psíquico

# type.rock
source: Rock
es: Roca

# type.steel
source: Steel
es: Acero

# type.stellar
source: Stellar
es: Estelar

# type.water
source: Water
es: Agua

source: Weak
es: Débil

source: Weight
es: Peso
